[
    {
        "id": 1,
        "brand": "SPOKID",
        "type": "Indoor Bat",
        "weight_range": "800-900g",
        "blade": "PVC/Plastic",
        "grip": "Rubber",
        "price": "₹349",
        "description": "SPOKID offers a budget-friendly indoor bat designed for recreational play. With a lightweight PVC/plastic blade and rubber grip, it provides durability and ease of handling. Suitable for casual indoor cricket matches.",
        "Suitable for": "Tennis Ball",
        "img": "IMG/i SPOKID.webp"
    },
    {
        "id": 2,
        "brand": "MINESFIT",
        "type": "Indoor Bat",
        "weight_range": "700-950g",
        "blade": "PVC/Plastic",
        "grip": "Rubber",
        "price": "₹325",
        "description": "MINESFIT presents an indoor bat suitable for practice sessions and recreational play. Its PVC/plastic blade and rubber grip offer decent performance and affordability. Ideal for indoor cricket enthusiasts on a budget.",
        "Suitable for": "Tennis Ball",
        "img": "IMG/i MINESFIT.png"
    },
    {
        "id": 3,
        "brand": "BOLDFIT",
        "type": "Indoor Bat",
        "weight_range": "800-850g",
        "blade": "PVC/Plastic",
        "grip": "Rubber",
        "price": "₹369",
        "description": "BOLDFIT offers an indoor bat designed for durability and comfort. With a PVC/plastic blade and rubber grip, it ensures reliable performance during indoor cricket matches. Suitable for beginners and casual players.",
        "Suitable for": "Tennis Ball",
        "img": "IMG/i BOLDFIT.png"
    },
    {
        "id": 4,
        "brand": "PUMA",
        "type": "Indoor Bat",
        "weight_range": "500-1200g",
        "blade": "PVC/Plastic",
        "grip": "Rubber",
        "price": "₹749",
        "description": "PUMA presents a premium indoor bat crafted for serious indoor cricket players. Its PVC/plastic blade and rubber grip provide superior control and power. Ideal for competitive indoor cricket leagues.",
        "Suitable for": "Tennis Ball",
        "img": "IMG/i PUMA.jpg"
    },
    {
        "id": 5,
        "brand": "TON",
        "type": "English Willow",
        "weight_range": "800-1200g",
        "blade": "Willow wood",
        "grip": "Rubber",
        "price": "₹3,999",
        "description": "TON offers a high-quality English Willow bat suitable for leather ball cricket. Crafted from premium willow wood and featuring a rubber grip, it delivers excellent performance and durability. Ideal for serious cricket enthusiasts.",
        "Suitable for": "Leather Ball",
        "img": "IMG/ton.webp"
    },
    {
        "id": 6,
        "brand": "SS",
        "type": "English Willow",
        "weight_range": "950-1200g",
        "blade": "Willow wood",
        "grip": "Rubber",
        "price": "₹4,009",
        "description": "SS presents a top-tier English Willow bat for leather ball cricket. Handcrafted from select willow wood and featuring a rubber grip, it offers exceptional performance and feel. Preferred by professional cricketers.",
        "Suitable for": "Leather Ball",
        "img": "IMG/ss.webp"
    },
    {
        "id": 7,
        "brand": "ADIDAS",
        "type": "English Willow",
        "weight_range": "1200g",
        "blade": "Willow wood",
        "grip": "Rubber",
        "price": "₹3,349",
        "description": "ADIDAS presents a premium English Willow bat designed for leather ball cricket. Crafted with precision from high-grade willow wood and featuring a rubber grip, it provides excellent balance and power. Suitable for professional and semi-professional players.",
        "Suitable for": "Leather Ball",
        "img": "IMG/ADIDAS.webp"
    },
    {
        "id": 8,
        "brand": "New Balance",
        "type": "English Willow",
        "weight_range": "900g",
        "blade": "Willow wood",
        "grip": "Rubber",
        "price": "₹6,689",
        "description": "New Balance offers a premium English Willow bat crafted for leather ball cricket. With meticulous attention to detail and featuring a rubber grip, it delivers superior performance and comfort. Ideal for serious cricketers seeking top-quality equipment.",
        "Suitable for": "Leather Ball",
        "img": "IMG/new balance.webp"
    },
    {
        "id": 9,
        "brand": "DSC",
        "type": "English Willow",
        "weight_range": "1150 - 1200g",
        "blade": "Willow wood",
        "grip": "Rubber",
        "price": "₹28,144",
        "description": "DSC presents an elite English Willow bat crafted for professional cricket. Handmade from the finest willow wood and featuring a rubber grip, it offers unmatched performance and durability. Trusted by international cricketers worldwide.",
        "Suitable for": "Leather Ball",
        "img": "IMG/dsc.webp"
    },
    {
        "id": 10,
        "brand": "SS",
        "type": "Kashmir Willow",
        "weight_range": "880 - 1020g",
        "blade": "Willow wood",
        "grip": "Rubber",
        "price": "₹2,299",
        "description": "SS presents a high-quality Kashmir Willow bat suitable for leather ball cricket. Crafted with precision from premium willow wood and featuring a rubber grip, it offers reliable performance and durability. Ideal for amateur and club-level cricketers.",
        "Suitable for": "Leather Ball",
        "img": "IMG/kss.webp"
    },
    {
        "id": 11,
        "brand": "SG",
        "type": "Kashmir Willow",
        "weight_range": "990g",
        "blade": "Willow wood",
        "grip": "Rubber",
        "price": "₹2,469",
        "description": "SG offers a durable Kashmir Willow bat suitable for leather ball cricket. With a focus on performance and affordability, it features a rubber grip for better control and comfort. Ideal for recreational and club-level cricketers.",
        "Suitable for": "Leather Ball",
        "img": "IMG/ksg.webp"
    },
    {
        "id": 12,
        "brand": "TON",
        "type": "Kashmir Willow",
        "weight_range": "1.180-1.250 kg",
        "blade": "Willow wood",
        "grip": "Rubber",
        "price": "₹2,880",
        "description": "TON presents a high-grade Kashmir Willow bat suitable for leather ball cricket. Crafted for performance and durability, it features a rubber grip for enhanced control and comfort. Ideal for amateur and club-level cricketers.",
        "Suitable for": "Leather Ball",
        "img": "IMG/kton.webp"
    },
    {
        "id": 13,
        "brand": "PUMA",
        "type": "Kashmir Willow",
        "weight_range": "700 - 1200g",
        "blade": "Willow wood",
        "grip": "Rubber",
        "price": "₹1,439",
        "description": "PUMA presents a budget-friendly Kashmir Willow bat suitable for tennis ball cricket. Designed for recreational play, it features a rubber grip for better handling. Ideal for casual cricket enthusiasts.",
        "Suitable for": "Tennis Ball",
        "img": "IMG/kpuma.webp"
    },
    {
        "id": 14,
        "brand": "New Balance",
        "type": "Kashmir Willow",
        "weight_range": "1150 - 1200g",
        "blade": "Willow wood",
        "grip": "Rubber",
        "price": "₹2,499",
        "description": "New Balance presents a reliable Kashmir Willow bat suitable for leather ball cricket. With a focus on performance and durability, it features a rubber grip for enhanced control and comfort. Ideal for amateur and club-level cricketers.",
        "Suitable for": "Leather Ball",
        "img": "IMG/knb.webp"
    }
]
